{
  "Oma Opintopolku -loki": {
    "fi": "Oma Opintopolku -loki"
  },
  "Tällä sivulla voit tarkastella ja hallinnoida antamiasi käyttölupia tietoihisi. Lisäksi näet mitkä toimijat, esim. viranomaiset, ovat käyttäneet tietojasi.": {
    "fi": "Tällä sivulla voit tarkastella ja hallinnoida antamiasi käyttölupia tietoihisi. Lisäksi näet mitkä toimijat, esim. viranomaiset, ovat käyttäneet tietojasi.",
    "sv": "På den här sidan kan du granska och administrera de tillstånd du har givit om dina uppgifter. Du ser här dessutom vilka aktörer, t.ex. myndigheter, som har använt dina uppgifter.",
    "en": "On this page you can inspect and manage permissions you have given to use your data. You can also check which organisations (e.g. authorities) have used your data."
  },
  "Tietoja käyttäneissä toimijoissa on listattuna kaikki ne kerrat, kun ...": {
    "fi": "Tietoja käyttäneissä toimijoissa on listattuna niitä kertoja, kun tietojasi on katsottu tai niitä on haettu toiseen järjestelmään automatisoidusti. Tietojasi voivat hakea automaattisesti Opetushallituksen eri järjestelmät, viranomaiset tai ne kolmannet osapuolet, joille olet erikseen antanut luvan hyödyntää tietojasi Oma Opintopolusta. Opetushallituksen järjestelmien ja viranomaisten automaattiset haut tapahtuvat yleensä ruuhka-aikojen ulkopuolella, lähinnä ilta- tai yöaikaan. Joidenkin Opetushallituksen ylläpitämien järjestelmien opintotietojen haut näkyvät vain kyseisen järjestelmän lokitiedoissa, eivätkä listaudu Tietojani käyttäneet toimijat -näkymään. Tilastoinnissa tai erilaisissa tiedonsiirtojen tarkistusraporteissa ja massahakutoiminnallisuuksissa käytettyjen tietojen käyttökertoja ei ole koostettuna Tietojani käyttäneet toimijat -näkymään.",
    "sv": "I vyn \"Aktörer som använt mina uppgifter\" är listade alla de tillfällen då dina uppgifter har granskats eller hämtats av ett annat system på ett automatiserat sätt. Dina uppgifter kan automatiskt hämtas av Utbildningsstyrelsens olika system, myndigheter eller de tredje parter som du separat har gett tillstånd att utnyttja dina uppgifter i Min Studieinfo. Automatiska hämtningar av Utbildningsstyrelsens system och myndigheter sker oftast utanför rusningstid, främst kvälls- eller nattetid. Hämtningar av studieuppgifter i vissa system som upprätthålls av Utbildningsstyrelsen syns endast i ifrågavarande systems logguppgifter och listas inte i vyn \"Aktörer som använt mina uppgifter\". Användningstillfällen för uppgifter som använts för statistikföring eller olika kontrollrapporter för dataöverföringar och massshämtningsfunktioner finns inte samlade i vyn \"Aktörer som använt mina uppgifter\".",
    "en": "This \"Organisations that have used my data\" view lists the times your data has been viewed by users or automatically retrieved by another system. Your data might be retrieved automatically by different systems of the Finnish National Agency for Education, authorities or third parties to whom you have separately granted permission to utilize your data from My Studyinfo. Automatic data retrievals by the systems of the National Agency for Education and authorities typically occur outside peak hours, mainly in the evening or at night. Retrievals of study data of certain systems maintained by the Finnish National Board of Education are only visible in the logs of those systems and will not be listed in this \"Operators that has used my data\" view. Retrieval of the data for statistics or for various data transfer verification reports and mass search functions are not compiled into this \"Organisations that have used my data\" view."
  },
  "Tietojani käyttäneet toimijat -näkymässä ovat listattuna myös ...": {
    "fi": "Tietojani käyttäneet toimijat -näkymässä ei ole myöskään listattuna omien opintosuoritusten jakolinkkien katselukertoja. Tämä tarkoittaa tilannetta, kun olet luonut Oma Opintopolku -palvelussa jakolinkin omista opintosuorituksistasi ja jakanut sen eteenpäin haluamallesi kolmannelle osapuolelle. Kun kolmas osapuoli avaa linkin, tästä ei tallennu tietoa Tietojani käyttäneet toimijat -näkymään.",
    "sv": "I vyn \"Aktörer som använt mina uppgifter\" listas inte heller användare av delningslänkar för dina egna studieprestationer. Det vill säga att du har skapat en delningslänk för dina egna studieprestationer i Min Studieinfo och delat den vidare till önskad tredje part. När en länk öppnas av en tredje part sparas ingen information om detta i vyn \"Aktörer som använt mina uppgifter\".",
    "en": "This \"Organisations that have used my data\" view does not list the usages of your links to share information about your studies. This means that you have created a link to share your study information in the My Studyinfo service and have shared the link with a third party of your choice. When a third party opens a link, no information is stored in this \"Organisations who have used my data\" view."
  },
  "Taulukko tietojen käyttökerroista": {
    "fi": "Näytä tietojen käyttökerrat",
    "sv": "Visa användningstidpunkter",
    "en": "When has my data been used?"
  },
  "Tietojen käyttölupa": {
    "fi": "Tietojen käyttölupa",
    "sv": "Rätt att använda uppgifter",
    "en": "Permission for data use"
  },
  "Olet antanut tälle palvelutarjoajalle luvan käyttää tietojasi.": {
    "fi": "Olet antanut tälle palvelutarjoajalle luvan käyttää tietojasi.",
    "sv": "Du har gett tillstånd till denna tjänsterbjudare att använda dina uppgifter.",
    "en": "You have granted this service provider a permission to use your data."
  },
  "Lakiin perustuva tiedonkäyttölupa.": {
    "fi": "Lakiin perustuva tiedonkäyttölupa.",
    "sv": "Rätt att enligt lag använda uppgifter.",
    "en": "Permission is based on the law."
  },
  "Tapahtui odottamaton virhe, emmekä juuri nyt pysty näyttämään tietoja.": {
    "fi": "Tapahtui odottamaton virhe, emmekä juuri nyt pysty näyttämään tietoja.",
    "sv": "Ett oväntat fel inträffade. Vi kan tyvärr inte just nu visa uppgifterna.",
    "en": "An unexpected error occurred, and we are currently unable show the information."
  },
  "Tietoja haetaan": {
    "fi": "Tietoja haetaan",
    "sv": "Uppgifter hämtas",
    "en": "Fetching data"
  },
  "Tietojeni käyttö": {
    "fi": "Tietojeni käyttö",
    "sv": "Hur används uppgifterna?",
    "en": "How is my data used?"
  },
  "Annetut käyttöluvat": {
    "fi": "Annetut käyttöluvat",
    "sv": "Tillstånd att använda uppgifterna",
    "en": "Granted permissions"
  },
  "Tietojani käyttäneet toimijat": {
    "fi": "Tietojani käyttäneet toimijat",
    "sv": "Aktörer som använt mina uppgifter",
    "en": "Organisations that have used my data"
  },
  "Tietojen käyttäjä": {
    "fi": "Tietojen käyttäjä",
    "sv": "Uppgiftsanvändare",
    "en": "User of data"
  },
  "Tarkempi kuvaus lähetetyistä tiedoista": {
    "fi": "Tarkempi kuvaus lähetetyistä tiedoista",
    "sv": "En närmare beskrivning av uppgifterna som skickats",
    "en": "Detailed description of shared data"
  },
  "Piilota käyttökerrat": {
    "fi": "Piilota käyttökerrat",
    "sv": "Göm användningstidpunkter",
    "en": "Hide times of data use"
  },
  "Näytä lisää käyttökertoja": {
    "fi": "Näytä lisää käyttökertoja",
    "sv": "Visa flera användningstidpunkter",
    "en": "Show more"
  },
  "Näytetään käyttökerrat": {
    "fi": "Näytetään käyttökerrat",
    "sv": "Användningstidpunkter",
    "en": "Showing times of data use"
  },
  "Sivu on tyhjä, koska tietojasi ei ole vielä käytetty": {
    "fi": "Sivu on tyhjä, koska tietojasi ei ole vielä käytetty.",
    "sv": "Sidan är tom, eftersom ingen ännu har använt dina uppgifter.",
    "en": "The page is empty, as no one has used your data."
  },
  "Tietojen käyttäjät näytetään eri tietorekistereistä seuraavasti": {
    "fi": "Tietojen käyttäjät näytetään eri tietorekistereistä seuraavasti:",
    "sv": "Här visas de aktörer som använt dina uppgifter enligt informationsresurs:",
    "en": "Showing organisations that have used your data per data registry:"
  },
  "Tietojen käyttäjät näytetään eri tietorekistereistä seuraavasti --ei-katsomisia": {
    "fi": "Tietojen käyttäjät näytetään eri tietorekistereistä seuraavasti:",
    "sv": "Angår aktörerna som använt dina uppgifter enligt informationsresurs:",
    "en": "Concerns organisations that have used your data:"
  },
  "Opintosuoritukset (KOSKI)": {
    "fi": "Opintosuoritukset (KOSKI)",
    "sv": "Studieprestationer (KOSKI)",
    "en": "Completed studies (KOSKI)"
  },
  "Varhaiskasvatuksen tietovaranto (Varda)": {
    "fi": "Varhaiskasvatuksen tietovaranto (Varda)",
    "sv": "Informationsresursen inom småbarnspedagogik (Varda)",
    "en": "The national data warehouse for early childhood education and care Varda"
  },
  "Kielitutkintorekisteri": {
    "fi": "Kielitutkintorekisteri",
    "sv": "Kielitutkintorekisteri",
    "en": "Kielitutkintorekisteri"
  },
  "14.11.2018 alkaen": {
    "fi": "14.11.2018 alkaen",
    "sv": "fr.o.m. 14.11.2018",
    "en": "starting from 14.11.2018"
  },
  "14.11.2018 alkaen": {
    "fi": "14.11.2018 alkaen",
    "sv": "fr.o.m. 14.11.2018",
    "en": "starting from 14.11.2018"
  },
  "15.9.2025 alkaen": {
    "fi": "15.9.2025 alkaen",
    "sv": "fr.o.m. 15.9.2025",
    "en": "starting from 15.9.2025"
  },
  "28.4.2023 alkaen": {
    "fi": "28.4.2023 alkaen",
    "sv": "fr.o.m. 28.4.2023",
    "en": "starting from 28.4.2023"
  },
  "Tällä sivulla näytetään toimijat, jotka ovat käyttäneet opinto- ja varhaiskasvatustietojasi.": {
    "fi": "Tällä sivulla näytetään toimijat, jotka ovat käyttäneet opinto- ja varhaiskasvatustietojasi.",
    "sv": "Här visas de aktörer som har använt dina studieuppgifter och uppgifter om småbarnspedagogik.",
    "en": "This page displays organisations that have used data related to your studies and early childhood education and care."
  },
  "tietosuojaseloste-link": {
    "fi": "https://opintopolku.fi/konfo/fi/sivu/tietosuojaselosteet-ja-evasteet",
    "sv": "https://opintopolku.fi/konfo/sv/sivu/dataskyddsbeskrivningar-och-webbkakor",
    "en": "https://opintopolku.fi/konfo/fi/sivu/tietosuojaselosteet-ja-evasteet"
  },
  "omadata-link": {
    "fi": "https://opintopolku.fi/konfo/fi/sivu/tietosuojaselosteet-ja-evasteet",
    "sv": "https://opintopolku.fi/konfo/sv/sivu/dataskyddsbeskrivningar-och-webbkakor",
    "en": "https://opintopolku.fi/konfo/fi/sivu/tietosuojaselosteet-ja-evasteet"
  },
  "Koskee vain opintotietoja --prefix": {
    "fi": "Koskee toistaiseksi vain opintotietoja ja varhaiskasvatuksen tietoja, ei hakemustietoja. Lisätietoa hakemusten henkilötietojen käsittelyn perusteista sekä henkilötietojen luovuttamisesta saat ",
    "sv": "Gäller tills vidare endast studieuppgifter och uppgifter om småbarnspedagogik, dvs. inte uppgifter som ingår i ansökningar. I ",
    "en": "This applies for the time being only to early childhood education and study-related information. Please check the "
  },
  "Koskee vain opintotietoja --link-title": {
    "fi": "tietosuojaselosteesta",
    "sv": "dataskyddsbeskrivningen",
    "en": "register description"
  },
  "Koskee vain opintotietoja --suffix": {
    "fi": ".",
    "sv": " får du information om grunderna för användning av personuppgifter i ansökningarna och hur de kan överlåtas.",
    "en": " if you want to know how the information you have given in joint/separate applications is used."
  },
  "Käytetty tietovaranto": {
    "fi": "Käytetty tietovaranto",
    "sv": "Använd informationsresurs",
    "en": "Registry that has been used"
  },
  "Tarkasteltava henkilö": {
    "fi": "Tarkasteltava henkilö:",
    "sv": "Person vars uppgifter granskas",
    "en": "Person who’s data is being viewed"
  },
  "Opintosuorituksista tehdyn jakolinkin tuntematon käyttäjä": {
    "fi": "Opintosuorituksista tehdyn jakolinkin tuntematon käyttäjä",
    "sv": "Okänd användare av delningslänken för studieprestationer",
    "en": "Anonymous user of the link to share information about your studies"
  },
  "Oma opintopolku -palvelussa luomiesi omien opintosuoritusten jakolinkkien käyttökerrat": {
    "fi": "Oma opintopolku -palvelussa luomiesi omien opintosuoritusten jakolinkkien käyttökerrat",
    "sv": "Användningstillfällen för egna studieprestationer som du skapat i tjänsten Min Studieinfo",
    "en": "The use of the links to share information about your studies that you have created in the My Studyinfo service."
  }
}
